public	8763
int	3463
static	2705
final	2245
void	1999
boolean	911
throws	876
double	806
String	603
protected	549
IOException	432
abstract	386
float	351
x,	348
Object	276
y,	227
Character.UnicodeBlock	223
long	200
w,	167
e)	163
@Deprecated	162
int[]	159
PageAttributes.MediaType	149
@Native	144
s)	129
b)	127
y)	123
byte	112
Character.UnicodeScript	106
h,	103
toString()	97
HeadlessException	96
i)	91
Rectangle2D	86
val)	85
DataBuffer	85
off,	83
Point2D	83
obj)	82
data)	82
name)	81
b,	81
float[]	80
index)	76
width,	75
name,	75
extends	74
hashCode()	73
Class<?>	72
Component	71
h)	68
len)	67
l)	67
offset,	65
equals(Object	63
Dimension	63
MethodHandle	60
Color	59
c)	58
a,	57
Point	57
WritableRaster	56
byte[]	55
r)	51
p)	51
a)	51
target)	50
start,	47
height)	46
Throwable	46
y1,	45
x2,	45
x1,	45
x)	45
char	45
Rectangle	45
ColorModel	45
value)	42
close()	41
IllegalArgumentException,	41
BigDecimal	41
v)	40
listener)	39
id,	38
codePoint)	38
NumericShaper.Range	38
source,	37
s,	37
d)	37
ch)	37
cause)	37
SecurityException	37
<T	37
offset)	36
n)	36
i,	36
f)	36
NumberFormatException	36
BigInteger	36
str)	35
MethodType	35
AffineTransform	35
src,	34
Annotation>	34
y2)	33
double[]	33
IllegalAccessException	33
type)	32
propertyName,	32
T	32
RenderingHints	32
hints)	31
TextHitInfo	31
StringBuffer	31
str,	30
size)	30
paramString()	30
annotationClass)	30
String[]	30
StringBuilder	30
valueOf(String	29
target,	29
size,	29
parent)	29
clone()	29
ClassNotFoundException	29
short	28
getName()	28
getHeight()	27
Method	27
pixel)	26
iArray,	26
height,	26
bank,	26
SystemColor	26
Shape	26
setPixels(int	25
getWidth()	25
Image	25
Font	25
BufferedImage	25
src)	24
obj,	24
insert(int	24
index,	24
dataArray,	24
Float	24
comp)	23
addNotify()	23
TextAttribute	23
ParameterBlock	23
Object[]	23
IOException,	23
read()	22
l,	22
contains(double	22
scansize)	21
message,	21
id)	21
ic)	21
getPathIterator(AffineTransform	21
getBounds2D()	21
getBounds()	21
components,	21
SocketException	21
PathIterator	21
Cursor	21
write(int	20
reset()	20
read(byte[]	20
out)	20
mc)	20
flush()	20
end)	20
dataType,	20
SampleModel	20
MathContext	20
IntrospectionException	20
write(byte[]	19
values()	19
radix)	19
file)	19
beginIndex,	19
array,	19
Transferable	19
T[]	19
InterruptedException	19
observer)	18
newValue)	18
at)	18
args)	18
Integer	18
Graphics	18
FontRenderContext	18
ArrayIndexOutOfBoundsException	18
text,	17
pixels,	17
oldl)	17
inData)	17
in)	17
getY()	17
getX()	17
g)	17
char[]	17
Locale	17
skip(long	16
model,	16
c,	16
append(CharSequence	16
Raster	16
Object...	16
AlphaComposite	16
owner,	15
oldValue,	15
location)	15
frc)	15
event)	15
context)	15
cbuf,	15
URL	15
RoundingMode	15
PropertyChangeListener	15
InputStream	15
ImageObserver	15
setSample(int	14
setElem(int	14
isEmpty()	14
in,	14
img,	14
image,	14
getElem(int	14
dsde)	14
buf,	14
bits,	14
MultipleGradientPaint.CycleMethod	14
FileNotFoundException	14
Color[]	14
Annotation[]	14
Accessible	14
y	13
x	13
width	13
parent,	13
o)	13
mod)	13
mark(int	13
limit,	13
height	13
getAccessibleRole()	13
fractions,	13
dst)	13
PageFormat	13
Number	13
IllegalArgumentException	13
Class	13
AccessibleRole	13
y2,	12
py)	12
px,	12
out,	12
message)	12
getType()	12
getDataElements(int	12
columns)	12
available()	12
PropertyVetoException	12
Class<?>[]	12
AccessibleContext	12
write(String	11
title,	11
scanlineStride,	11
rhs)	11
intersects(double	11
getModifiers()	11
getLocation()	11
getAccessibleContext()	11
gc)	11
format,	11
evt,	11
dtde)	11
comp,	11
cm,	11
child)	11
Window	11
UnsupportedEncodingException	11
Type[]	11
ProcessBuilder	11
File	11
ElementType	11
DataFlavor	11
Container	11
ClassLoader	11
BufferCapabilities	11
AWTException	11
write(char[]	10
when,	10
url)	10
transient	10
status)	10
setPixel(int	10
serviceClass,	10
removeNotify()	10
read(char[]	10
props)	10
processEvent(AWTEvent	10
pixel,	10
normComponents,	10
modifiers,	10
markSupported()	10
listenerType)	10
length)	10
label)	10
key)	10
getSize()	10
getRenderingHints()	10
getPixel(int	10
getListeners(Class<T>	10
getData()	10
flatness)	10
enable)	10
dsl)	10
default	10
createCompatibleSampleModel(int	10
count)	10
attributes)	10
aComponent)	10
VetoableChangeListener	10
TYPE	10
RenderingHints.Key	10
Iterator	10
InvalidDnDOperationException	10
InetAddress	10
GraphicsConfiguration	10
EventListener>	10
Dialog.ModalityType	10
BeanContext	10
type,	9
tileX,	9
srcOff,	9
short[]	9
setSamples(int	9
setDataElements(int	9
r,	9
put(String	9
propertyName)	9
pi,	9
owner)	9
nm)	9
longValue()	9
key,	9
intValue()	9
glyphIndex)	9
getY2()	9
getY1()	9
getX2()	9
getX1()	9
getSamples(int	9
getProperty(String	9
getPixels(int	9
getP2()	9
getP1()	9
getLocale()	9
getDeclaredAnnotations()	9
g,	9
floatValue()	9
dragCursor,	9
doubleValue()	9
contains(Rectangle2D	9
command)	9
colors,	9
at,	9
anchory)	9
anchorx,	9
Thread.State	9
Runnable	9
RenderedImage	9
PrintStream	9
NoSuchMethodException,	9
InputSubset	9
Float(float	9
Float()	9
Double(double	9
Double()	9
CharSequence	9
AnnotatedType	9
vgap)	8
title)	8
tileY)	8
state)	8
srcPt,	8
rows,	8
requestor,	8
refc,	8
ready()	8
readFully(byte[]	8
readAheadLimit)	8
raster)	8
radius,	8
pt)	8
port)	8
pix,	8
p1,	8
offsets)	8
msg)	8
modifiers)	8
m)	8
length,	8
left,	8
intersects(Rectangle2D	8
getValue()	8
getTransparency()	8
getPoint2D(Point2D	8
getFont()	8
getDeclaringClass()	8
getComponent()	8
getCause()	8
get(String	8
fromIndex)	8
flavor)	8
flag)	8
fileName)	8
dstPt)	8
divisor,	8
divisor)	8
dest)	8
dataBuffer,	8
ctrly2,	8
ctrly1,	8
ctrly,	8
ctrlx2,	8
ctrlx1,	8
ctrlx,	8
createContext(ColorModel	8
contains(Point2D	8
constraints)	8
cl)	8
child,	8
bcs,	8
append(char	8
actions)	8
Type	8
T>	8
String(byte[]	8
SIZE	8
ProcessBuilder.Redirect	8
Process	8
PrintWriter	8
MemoryUsage	8
Long	8
LineMetrics	8
ImageCapabilities	8
Exception	8
DragSourceListener	8
DataFlavor[]	8
Class<?	8
Boolean	8
BeanContextServiceProvider	8
BeanContextChild	8
AnnotatedType[]	8
<A	8
xform,	7
transferType)	7
text)	7
size()	7
setSize(Dimension	7
setLocation(Point	7
setFont(Font	7
setBackground(Color	7
serviceClass)	7
rows)	7
reason)	7
readLine()	7
p2)	7
numPts)	7
numBanks)	7
nm,	7
limit)	7
label,	7
item)	7
isSynthetic()	7
getTransform()	7
getParent()	7
getData(int	7
getColorModel()	7
getBounds2D(Raster	7
getAnnotation(Class<T>	7
font)	7
finalize()	7
filter(Raster	7
dstOff,	7
ds,	7
drawImage(Image	7
dispose()	7
dispatchEvent(AWTEvent	7
dgl)	7
detailMessage)	7
cycleMethod)	7
createCompatibleDestRaster(Raster	7
count	7
caps)	7
byteValue()	7
buf	7
bounds)	7
addPropertyChangeListener(String	7
addPropertyChangeListener(PropertyChangeListener	7
action,	7
aContainer)	7
VolatileImage	7
PropertyChangeListener[]	7
ProcessBuilder.Redirect.Type	7
MIN_VALUE	7
MAX_VALUE	7
IndexColorModel(int	7
IllegalStateException	7
FontMetrics	7
FileDescriptor	7
BYTES	7
AttributedCharacterIterator	7
AWTEvent	7
y2	6
y1	6
x2	6
x1	6
vecx,	6
value	6
val,	6
uri,	6
tx,	6
translate(int	6
transferable,	6
toString(int	6
substring(int	6
srcPts,	6
show()	6
shortValue()	6
setVisible(boolean	6
setFrame(double	6
setElemFloat(int	6
setElemDouble(int	6
setDimensions(int	6
setCurve(double	6
setCursor(Cursor	6
setBounds(Rectangle	6
service)	6
sampleModel,	6
rule)	6
roundingMode)	6
rotate(double	6
right)	6
removePropertyChangeListener(String	6
removePropertyChangeListener(PropertyChangeListener	6
removeLayoutComponent(Component	6
preferredLayoutSize(Container	6
peer,	6
peer)	6
pcl)	6
out	6
on)	6
oldInstance,	6
normOffset)	6
minimumLayoutSize(Container	6
methodType(Class<?>	6
listenerType,	6
length()	6
layoutContainer(Container	6
lastIndexOf(String	6
isDataFlavorSupported(DataFlavor	6
isAlphaPremultiplied,	6
indexOf(String	6
image)	6
iArray)	6
getTarget()	6
getSample(int	6
getRGB(int	6
getMinY()	6
getMinX()	6
getFontMetrics(Font	6
getElemFloat(int	6
getElemDouble(int	6
getDescent()	6
getBounds2D(BufferedImage	6
getBankData()	6
getBackground()	6
getAscent()	6
getAccessibleStateSet()	6
frc,	6
firstEndpoint,	6
filter)	6
filter(BufferedImage	6
file,	6
fArray,	6
fArray)	6
eventSetName,	6
endIndex)	6
dstPts,	6
divide(BigDecimal	6
destCM)	6
decode(String	6
data,	6
dArray,	6
dArray)	6
csq,	6
csq)	6
createSubsetSampleModel(int[]	6
createCompatibleWritableRaster(int	6
createCompatibleDestImage(BufferedImage	6
coords,	6
contains(Point	6
component)	6
compArray)	6
colorvalue)	6
closure)	6
clickCount,	6
charsetName)	6
buf)	6
beanClass,	6
bank)	6
bands)	6
angSt,	6
angExt,	6
addLayoutComponent(String	6
Tx)	6
TrayIcon.MessageType	6
PaintContext	6
NumericShaper	6
NoSuchFieldException,	6
MultipleGradientPaint.ColorSpaceType	6
MemoryImageSource(int	6
Map<String,List<String>>	6
Insets	6
FlavorMap	6
DragSource	6
DragGestureListener	6
Desktop.Action	6
DatagramPacket(byte[]	6
Component.BaselineResizeBehavior	6
Class<?>...	6
BeanContextSupport.BCSChild	6
AccessibleStateSet	6
AWTKeyStroke	6
x3,	5
writeObject(Object	5
writableStackTrace)	5
valueOf(long	5
value,	5
userBounds,	5
url,	5
trigger,	5
transform(AffineTransform	5
toGenericString()	5
t,	5
t)	5
super	5
stop()	5
source)	5
setProperties(Hashtable<?,?>	5
setEnabled(boolean	5
setCurrentAccessibleValue(Number	5
setColorModel(ColorModel	5
rtype,	5
removeAll()	5
remove(int	5
readlimit)	5
raster,	5
pos,	5
pos	5
port,	5
popupTrigger,	5
pixelStride,	5
pageIndex)	5
page)	5
origin)	5
numBuffers,	5
nat)	5
mxbeanInterface)	5
ms)	5
mouseDragged(MouseEvent	5
model)	5
mode)	5
locale)	5
isVisible()	5
isVarArgs()	5
isShowing()	5
isEnabled()	5
in	5
host,	5
hit)	5
group,	5
getTypeParameters()	5
getSources()	5
getSelectedObjects()	5
getPropertyNames()	5
getPreferredSize()	5
getNumDataElements()	5
getMinimumAccessibleValue()	5
getLocationOnScreen()	5
getGraphics()	5
getCursor()	5
getCurrentAccessibleValue()	5
getAnnotationsByType(Class<T>	5
getAnnotations()	5
getAdvance()	5
getAccessibleValue()	5
getAccessibleName()	5
getAccessibleChildrenCount()	5
getAccessibleChild(int	5
getAccessibleAt(Point	5
getAccessibleActionDescription(int	5
getAccessibleActionCount()	5
getAccessibleAction()	5
from(CompositeData	5
fireVetoableChange(String	5
firePropertyChange(String	5
fileName,	5
evt)	5
end,	5
enableSuppression,	5
dx,	5
dst,	5
dsc,	5
dropAction,	5
dragImage,	5
deviceBounds,	5
cursor)	5
cspace,	5
createDataBuffer()	5
constraints,	5
codePointOffset)	5
className,	5
center,	5
cd)	5
cause,	5
bytes,	5
bcc)	5
arcw,	5
arch)	5
add(String	5
Writer	5
Window.Type	5
Vector<Object>	5
UnsupportedFlavorException,	5
TooManyListenersException	5
TextListener	5
TextLayout	5
SocketAddress	5
RetentionPolicy	5
PageAttributes.PrintQualityType	5
Method[]	5
List<String>	5
List<DataFlavor>	5
JobAttributes.SidesType	5
JobAttributes.DialogType	5
JobAttributes.DefaultSelectionType	5
IndexOutOfBoundsException	5
ICC_Profile	5
GridBagLayoutInfo	5
GlyphVector	5
FocusListener	5
File[]	5
ExceptionListener	5
Dialog.ModalExclusionType	5
Dialog(Window	5
Dialog(Frame	5
ContainerListener	5
ComponentOrientation	5
ComponentListener	5
ColorSpace	5
BufferCapabilities.FlipContents	5
AccessibleValue	5
AccessibleAction	5
A	5
<T>	5
y3)	4
writeUTF(String	4
writeShort(int	4
writeLong(long	4
writeInt(int	4
writeFloat(float	4
writeDouble(double	4
writeChars(String	4
writeChar(int	4
writeBytes(String	4
writeByte(int	4
writeBoolean(boolean	4
visiblePosition)	4
vcl)	4
uri)	4
untilFocused)	4
ty)	4
transparency)	4
trans)	4
to)	4
theta,	4
theta)	4
targetChild)	4
sy)	4
sx,	4
subSequence(int	4
startY,	4
startX,	4
startProduction(ImageConsumer	4
startDrag(DragGestureEvent	4
srcEnd,	4
srcBegin,	4
snk)	4
sm)	4
skipBytes(int	4
sign)	4
shy)	4
shx,	4
short[][]	4
setVgap(int	4
setToRotation(double	4
setTarget(MethodHandle	4
setSize(int	4
setRect(double	4
setName(String	4
setLocation(int	4
setLocation(double	4
setHints(int	4
setHgap(int	4
setForeground(Color	4
serviceRevoked(BeanContextServiceRevokedEvent	4
seq,	4
secondEndpoint)	4
scaleFactor)	4
rule,	4
rmask,	4
rgb,	4
requestTopDownLeftRightResend(ImageConsumer	4
requestFocus()	4
removeVetoableChangeListener(String	4
removeItemListener(ItemListener	4
removeConsumer(ImageConsumer	4
removeActionListener(ActionListener	4
remove(Object	4
readUnsignedShort()	4
readUnsignedByte()	4
readUTF()	4
readShort()	4
readLong()	4
readInt()	4
readFloat()	4
readDouble()	4
readChar()	4
readByte()	4
readBoolean()	4
raised)	4
ptypesToInsert)	4
ptypes)	4
ptSrc,	4
preferredSize()	4
position)	4
pos)	4
policy)	4
pipeSize)	4
parameterTypes)	4
paramBlock)	4
painter,	4
outcode(double	4
normOffset,	4
newParagraph,	4
mouseReleased(MouseEvent	4
mousePressed(MouseEvent	4
mouseExited(MouseEvent	4
mouseEntered(MouseEvent	4
mouseClicked(MouseEvent	4
modal)	4
modTransform)	4
minimumSize()	4
mimeType)	4
methodName,	4
maximumLayoutSize(Container	4
magnitude,	4
load)	4
libname)	4
lcle,	4
keyCode,	4
iterator()	4
itemStateChanged(ItemEvent	4
item,	4
isValid()	4
isFocusTraversable()	4
isConsumer(ImageConsumer	4
isCompatibleSampleModel(SampleModel	4
isCompatibleRaster(Raster	4
isAnnotationPresent(Class<?	4
isAlphaPremultiplied)	4
isActive()	4
invalidateLayout(Container	4
int[][]	4
imageComplete(int	4
hgap,	4
hgap)	4
graphics,	4
gmask,	4
getWhen()	4
getVgap()	4
getTransferable()	4
getTransferType()	4
getStringBounds(String	4
getState()	4
getSourceActions()	4
getSource()	4
getSampleSize(int	4
getSampleSize()	4
getSampleFloat(int	4
getSampleDouble(int	4
getRotateInstance(double	4
getResourceAsStream(String	4
getResource(String	4
getRed(int	4
getPropertyChangeListeners(String	4
getOrientation()	4
getOffset(int	4
getOffset()	4
getNumComponents()	4
getMinimumSize()	4
getLineMetrics(String	4
getLayoutAlignmentY(Container	4
getLayoutAlignmentX(Container	4
getInstance(int	4
getImage(URL	4
getHgap()	4
getGreen(int	4
getForeground()	4
getDropAction()	4
getDataElements(int[]	4
getDataElement(int[]	4
getComponents(int	4
getComponents(Object	4
getChannel()	4
getCapabilities()	4
getBlue(int	4
getBeanInfo(Class<?>	4
getAlpha(int	4
getActionListeners()	4
getActionCommand()	4
get(Object	4
get()	4
format(String	4
focusGained(FocusEvent	4
flav)	4
filename)	4
fd)	4
extent,	4
dynamicInvoker()	4
dy)	4
dtl)	4
dstOffset,	4
dstBegin)	4
draw(Graphics2D	4
doAccessibleAction(int	4
dividend,	4
distance)	4
direction)	4
df)	4
destroy()	4
csn)	4
createUnion(Rectangle2D	4
createIntersection(Rectangle2D	4
createGlyphVector(FontRenderContext	4
createCompatibleVolatileImage(int	4
createBufferStrategy(int	4
coords)	4
contentsLost()	4
contains(int	4
contains(PathIterator	4
connect)	4
componentShown(ComponentEvent	4
componentMoved(ComponentEvent	4
componentAdded(ContainerEvent	4
command,	4
colors)	4
colorSpace,	4
color1,	4
cmap,	4
clear()	4
ci,	4
childMinX,	4
chars,	4
charAt(int	4
caret,	4
beanClass)	4
bcsre)	4
bcsl)	4
bcsc)	4
bcml)	4
bcme)	4
bc)	4
bankIndices,	4
bandOffsets,	4
bandOffsets)	4
band)	4
arguments)	4
append)	4
append(char[]	4
alignment)	4
after,	4
address,	4
addVetoableChangeListener(String	4
addLayoutComponent(Component	4
addItemListener(ItemListener	4
addConsumer(ImageConsumer	4
addActionListener(ActionListener	4
add(Component	4
actionPerformed(ActionEvent	4
aContainer,	4
XMLDecoder(InputStream	4
WindowStateListener	4
WindowListener	4
WindowFocusListener	4
WindowEvent(Window	4
VetoableChangeListener[]	4
ThreadInfo[]	4
Thread(ThreadGroup	4
TextLayout.CaretPolicy	4
TIBETAN	4
THAI	4
TELUGU	4
TAMIL	4
Short	4
Set<AWTKeyStroke>	4
RenderContext(AffineTransform	4
RadialGradientPaint(Point2D	4
ProtectionDomain	4
PrinterException	4
PlatformManagedObject>	4
PasswordAuthentication	4
PageAttributes.OriginType	4
PageAttributes.OrientationRequestedType	4
Package	4
OutputStreamWriter(OutputStream	4
OutputStream	4
ObjectStreamClass	4
ORIYA	4
NoninvertibleTransformException	4
MouseMotionListener	4
MouseListener	4
MouseDragGestureRecognizer(DragSource	4
MethodHandles.Lookup	4
MethodDescriptor[]	4
MemoryType	4
MYANMAR	4
MONGOLIAN	4
MALAYALAM	4
List<Class<?>>	4
LAO	4
KeyListener	4
KHMER	4
KANNADA	4
JobAttributes.MultipleDocumentHandlingType	4
JobAttributes.DestinationType	4
ItemListener	4
InvocationEvent(Object	4
InputStreamReader(InputStream	4
InputMethodListener	4
InputMethodHighlight	4
HierarchyListener	4
HierarchyBoundsListener	4
Hashtable<?,?>	4
GridBagConstraints	4
GraphicsDevice.WindowTranslucency	4
Graphics2D	4
GURMUKHI	4
GUJARATI	4
FileNotFoundException,	4
EventListener	4
Encoder	4
ETHIOPIC	4
DropTargetListener	4
DropTargetContext	4
DropTarget(Component	4
DragGestureRecognizer(DragSource	4
Dialog(Dialog	4
DataBuffer(int	4
DEVANAGARI	4
CookiePolicy	4
Color(int	4
Collection	4
CloneNotSupportedException	4
Class[]	4
ClassFormatError	4
Class<T>	4
Checkbox(String	4
Charset	4
CENTER	4
Byte	4
BigDecimal(char[]	4
BigDecimal(BigInteger	4
BeanInfo	4
BeanContextSupport(BeanContext	4
BeanContextServicesSupport(BeanContextServices	4
BasicStroke(float	4
BENGALI	4
Authenticator.RequestorType	4
AudioClip	4
AttributedCharacterIterator.Attribute,?>	4
AdjustmentListener	4
ActionListener[]	4
ActionListener	4
A[]	4
ARABIC	4
yPoints,	3
yAbs,	3
xPoints,	3
xAbs,	3
writeMethod)	3
windowStateChanged(WindowEvent	3
windowOpened(WindowEvent	3
windowIconified(WindowEvent	3
windowGainedFocus(WindowEvent	3
windowDeiconified(WindowEvent	3
windowDeactivated(WindowEvent	3
windowClosing(WindowEvent	3
windowClosed(WindowEvent	3
windowActivated(WindowEvent	3
what)	3
volatile	3
vetoableChange(PropertyChangeEvent	3
vecy,	3
vecy)	3
valueOf(int	3
valueOf(double	3
usr2dev,	3
update(Graphics	3
unscaledVal,	3
u)	3
type()	3
tx)	3
ttl)	3
transparency,	3
trans,	3
toArray()	3
timeout)	3
textValueChanged(TextEvent	3
temporary)	3
targetType)	3
targetChild,	3
sz)	3
success)	3
style,	3
style)	3
state,	3
startDrag(Cursor	3
start)	3
start()	3
space,	3
sourceClass,	3
sm,	3
shape(char[]	3
setVisibleAmount(int	3
setValue(int	3
setValue(Object	3
setUnitIncrement(int	3
setTransform(AffineTransform	3
setText(String	3
setSource(Object	3
setSize(double	3
setScale(int	3
setRoundRect(double	3
setRoundRect(RoundRectangle2D	3
setRect(Rectangle2D	3
setMinimum(int	3
setMaximum(int	3
setLocale(Locale	3
setLine(double	3
setLength(int	3
setLabel(String	3
setDesignTime(boolean	3
setColumns(int	3
setBounds(int	3
setBlockIncrement(int	3
setArc(double	3
setAngleStart(double	3
setAngleExtent(double	3
setActionCommand(String	3
set(Object	3
serviceAvailable(BeanContextServiceAvailableEvent	3
selected,	3
select(int	3
scrollType,	3
scrollAmount,	3
scan,	3
scan)	3
scale,	3
sb)	3
rv)	3
runnable,	3
run()	3
rr)	3
rnd)	3
rgb)	3
revalidate()	3
resize(int	3
reshape(int	3
replacement)	3
removeImage(Image	3
removeAdjustmentListener(AdjustmentListener	3
remove()	3
regex,	3
referent,	3
rect)	3
readResolve()	3
readObject()	3
quadTo(double	3
q)	3
ptDst)	3
protocol,	3
propertyChange(PropertyChangeEvent	3
prompt,	3
processItemEvent(ItemEvent	3
printf(String	3
printerResolution)	3
print(Graphics	3
prepareImage(Image	3
prefix,	3
preferredSize(int	3
pow(int	3
postProcessKeyEvent(KeyEvent	3
postEvent(Event	3
pathname)	3
part,	3
paramBlock,	3
paint(Graphics	3
ownerOnly)	3
orientation)	3
ops,	3
oos)	3
ois)	3
offsetByCodePoints(int	3
numquadrants,	3
numquadrants)	3
numEntries,	3
numBuffers)	3
numBands	3
num,	3
next()	3
newTarget)	3
newLength)	3
natives)	3
nanos)	3
nPoints)	3
moveTo(double	3
move(int	3
mouseWheelMoved(MouseWheelEvent	3
mouseMoved(MouseEvent	3
modalityType)	3
min(long	3
min(int	3
min(float	3
min(double	3
method,	3
max)	3
max(long	3
max(int	3
max(float	3
max(double	3
makeBounds(double	3
m11,	3
m10,	3
m02,	3
m01,	3
m00,	3
low,	3
lookupPixel(int[]	3
long[]	3
loader,	3
loader)	3
listenerInterface,	3
lineTo(double	3
lineNumber)	3
layout()	3
keystrokes)	3
keyTyped(KeyEvent	3
keyPressed(KeyEvent	3
iterator,	3
isValidateRoot()	3
isDynamic()	3
isDesignTime()	3
isConsumed()	3
is)	3
invoke(Object	3
invalidate()	3
instantiate(ClassLoader	3
inside(int	3
insert(String	3
initialCapacity)	3
imageOffset,	3
humanPresentableName)	3
hit,	3
hide()	3
hi)	3
hasAlpha,	3
glyphIndex,	3
getWindingRule()	3
getVisibleAmount()	3
getVersion()	3
getValueIsAdjusting()	3
getUnitIncrement()	3
getTransferDataFlavors()	3
getTransferData(DataFlavor	3
getThreadInfo(long[]	3
getText()	3
getTable()	3
getStackTrace()	3
getScanlineStride()	3
getSampleModel()	3
getRows()	3
getRed(Object	3
getRGB(Object	3
getPropertyName()	3
getPropertyChangeListeners()	3
getPreferredSize(int	3
getPeer()	3
getParameterTypes()	3
getParameterCount()	3
getParameterAnnotations()	3
getParameter(String	3
getOwner()	3
getOutline(AffineTransform	3
getMinimum()	3
getMessage()	3
getMaximumAccessibleValue()	3
getMaximum()	3
getMatrix()	3
getLong(String	3
getLineNumber()	3
getLeading()	3
getLabel()	3
getItemListeners()	3
getItemCount()	3
getItem(int	3
getInteger(String	3
getGreen(Object	3
getGenericParameterTypes()	3
getGenericExceptionTypes()	3
getFontRenderContext()	3
getFocusTraversalKeys(int	3
getFlatness()	3
getFD()	3
getExceptionTypes()	3
getException()	3
getDrawGraphics()	3
getDragSource()	3
getDeclaredAnnotationsByType(Class<T>	3
getDeclaredAnnotation(Class<T>	3
getCurrentDataFlavorsAsList()	3
getCurrentDataFlavors()	3
getCtrlY2()	3
getCtrlY1()	3
getCtrlY()	3
getCtrlX2()	3
getCtrlX1()	3
getCtrlX()	3
getCtrlPt()	3
getCtrlP2()	3
getCtrlP1()	3
getColumns()	3
getColorSpace()	3
getColor(String	3
getChars(int	3
getCaretShapes(int	3
getBlue(Object	3
getBlockIncrement()	3
getBeanContext()	3
getAudioClip(URL	3
getArcWidth()	3
getArcHeight()	3
getAnnotatedReturnType()	3
getAngleStart()	3
getAngleExtent()	3
getAlphaRaster(WritableRaster	3
getAlpha(Object	3
getAlignment()	3
getAccessibleIndexInParent()	3
get(URI	3
gc()	3
format(Locale	3
forName(String	3
fmt,	3
float[][]	3
flavors)	3
flatmatrix)	3
flags)	3
fireIndexedPropertyChange(String	3
fallback)	3
f2)	3
f1,	3
f,	3
exec(String[]	3
exec(String	3
exceptionListener)	3
enumerate(Thread[]	3
enabled)	3
enable()	3
dtc,	3
dse)	3
dropActionChanged(DropTargetDragEvent	3
dropActionChanged(DragSourceDragEvent	3
drawString(String	3
drawString(AttributedCharacterIterator	3
dragOver(DropTargetDragEvent	3
dragOver(DragSourceDragEvent	3
dragMouseMoved(DragSourceDragEvent	3
dragExit(DragSourceEvent	3
dragEnter(DropTargetDragEvent	3
dragEnter(DragSourceDragEvent	3
doLayout()	3
dm)	3
dispatchKeyEvent(KeyEvent	3
disconnect()	3
disable()	3
dir)	3
destination)	3
desc)	3
deriveFont(int	3
defineClass(String	3
d,	3
cy,	3
cx,	3
curveTo(double	3
cursorLocn,	3
cs)	3
createGraphics()	3
create(Class<T>	3
countItems()	3
count,	3
cookie)	3
consume()	3
connection,	3
componentResized(ComponentEvent	3
componentHidden(ComponentEvent	3
committedCharacterCount,	3
coerceData(WritableRaster	3
codePointCount(int	3
codePointBefore(int	3
codePointAt(int	3
cls,	3
checkImage(Image	3
charset)	3
ch,	3
cbuf)	3
catchThrowables)	3
cap,	3
byte[][]	3
button)	3
box)	3
bounds,	3
bmask,	3
bits)	3
bgcolor,	3
beginGlyphIndex,	3
beanName)	3
bands,	3
autoFlush)	3
arcWidth,	3
arcHeight)	3
append(String	3
append(PathIterator	3
angSt)	3
angExt)	3
ancestorMoved(HierarchyEvent	3
alpha)	3
address)	3
addr,	3
addService(Class	3
addListenerMethod,	3
addItem(String	3
addFocusListener(FocusListener	3
addAdjustmentListener(AdjustmentListener	3
action)	3
act,	3
WritableRaster(SampleModel	3
Window[]	3
VERTICAL	3
VAI	3
TrayIcon(Image	3
Toolkit	3
Throwable(String	3
ThreadInfo	3
ThreadGroup	3
TextArea(String	3
StringWriter	3
StackTraceElement[]	3
Shape[]	3
Set<?	3
SUNDANESE	3
SHIFT_MASK	3
SAURASHTRA	3
RuntimeException(String	3
RenderContext	3
ReferenceQueue<?	3
Reference<?	3
Reader	3
Raster(SampleModel	3
Random	3
RadialGradientPaint(float	3
RIGHT	3
QuadCurve2D	3
PropertyDescriptor(String	3
Printable	3
PrintStream(OutputStream	3
PrintJob	3
PageAttributes.ColorType	3
PUBLIC	3
OL_CHIKI	3
NORMAL	3
NONE	3
NKO	3
NEW_TAI_LUE	3
MouseWheelEvent(Component	3
MouseEvent(Component	3
MenuItem	3
Menu	3
Map<TextAttribute,?>	3
Map<String,String>	3
META_MASK	3
MEETEI_MAYEK	3
List<HttpCookie>	3
LinearGradientPaint(Point2D	3
LambdaConversionException(String	3
LIMBU	3
LEPCHA	3
LEFT	3
KAYAH_LI	3
JAVANESE	3
ItemListener[]	3
InvocationHandler	3
InvalidObjectException	3
InputMethodHighlight(boolean	3
InputMethodEvent(Component	3
InputContext	3
IndexedPropertyDescriptor(String	3
ImageProducer	3
HttpCookie	3
HORIZONTAL	3
GraphicsDevice	3
FocusEvent(Component	3
Float(int	3
FileDialog(Frame	3
FileDialog(Dialog	3
FileChannel	3
Exception(String	3
EventSetDescriptor(String	3
EventSetDescriptor(Class<?>	3
Event(Object	3
Error(String	3
Enumeration<URL>	3
E	3
DragSourceDropEvent(DragSourceContext	3
DragGestureEvent	3
Double(int	3
DataFlavor(String	3
CubicCurve2D	3
Console	3
CheckboxGroup	3
CharArrayWriter	3
CTRL_MASK	3
CHAM	3
BigInteger(int	3
BeanInfo[]	3
BeanContextServices	3
BALINESE	3
Appendable	3
Annotation[][]	3
Adjustable	3
ActionEvent(Object	3
AWTKeyStroke>	3
ALT_MASK	3
z)	2
xform)	2
writeStatement(Statement	2
writeExternal(ObjectOutput	2
wrappingWidth,	2
wrappingWidth)	2
windowLostFocus(WindowEvent	2
wheelRotation)	2
waitForID(int	2
wait(long	2
visible,	2
visible)	2
valueTypes)	2
valueOf(float	2
valueOf(char[]	2
valueOf(char	2
valueOf(boolean	2
validatedContents	2
validate()	2
updateRect)	2
upFocusCycle(Component	2
unregisterListeners()	2
unread(int	2
unread(char[]	2
unread(byte[]	2
uncaughtException(Thread	2
ulp(float	2
ulp(double	2
trimToSize()	2
trayIcon)	2
translate(double	2
transformer,	2
transformer)	2
transform,	2
transform(float[]	2
transform(double[]	2
transferable)	2
top,	2
tooltip)	2
toffset,	2
toUnsignedString(long	2
toUnsignedString(int	2
toUnicode(String	2
toString(long	2
toRadians(double	2
toRGB(float[]	2
toIntExact(long	2
toDegrees(double	2
toChars(int	2
toCharArray()	2
toCIEXYZ(float[]	2
toByteArray()	2
toBack()	2
toArray(Object[]	2
toASCII(String	2
timeout,	2
threshold)	2
that)	2
targetType,	2
tanh(double	2
tan(double	2
sync()	2
sy2,	2
sy1,	2
sx2,	2
sx1,	2
suspend()	2
supportsCustomEditor()	2
suffix)	2
subtractExact(long	2
subtractExact(int	2
subtract(BigDecimal	2
subsets)	2
subdivide(double[]	2
subdivide(QuadCurve2D	2
subdivide(CubicCurve2D	2
string,	2
strSfntTag)	2
startsWith(String	2
startAngle,	2
start	2
srcoff,	2
srcY,	2
srcX,	2
srcW,	2
srcScan)	2
srcRaster)	2
srcH,	2
srcColorModel,	2
srcActions,	2
srcActions)	2
src2,	2
src1,	2
sqrt(double	2
split(String	2
specialCaller)	2
sources)	2
sourceBean)	2
solveQuadratic(double[]	2
solveCubic(double[]	2
sleep(long	2
sizeflag)	2
size	2
sinh(double	2
singleRange)	2
sin(double	2
signum(float	2
signum(double	2
signum()	2
sides)	2
showStatus(String	2
showDocument(URL	2
shortValueExact()	2
shear(double	2
shape)	2
sfntTag)	2
setWritable(boolean	2
setVerbose(boolean	2
setValueIsAdjusting(boolean	2
setValue(String	2
setToQuadrantRotation(int	2
setTitle(String	2
setState(boolean	2
setShort(Object	2
setShape(Shape	2
setRows(int	2
setResizable(boolean	2
setReadable(boolean	2
setRGB(int	2
setPrintable(Printable	2
setOwner(Object	2
setOrientation(int	2
setOpacity(float	2
setMultipleMode(boolean	2
setMinimumSize(Dimension	2
setLong(Object	2
setLineNumber(int	2
setLayout(LayoutManager	2
setInt(Object	2
setIconImage(Image	2
setFocusTraversalKeys(int	2
setFocusCycleRoot(boolean	2
setFloat(Object	2
setExecutable(boolean	2
setExceptionListener(ExceptionListener	2
setError()	2
setDouble(Object	2
setData(byte[]	2
setData(Raster	2
setDaemon(boolean	2
setCurve(float	2
setCurve(double[]	2
setCurve(Point2D[]	2
setCurve(Point2D	2
setCopies(int	2
setCompositionEnabled(boolean	2
setComponent(Component	2
setCharacterSubsets(Character.Subset[]	2
setCharAt(int	2
setChar(Object	2
setByte(Object	2
setBoolean(Object	2
setBeanContext(BeanContext	2
setAsText(String	2
setAlignment(int	2
set(int	2
serviceSelector,	2
serviceSelector)	2
serviceClass	2
seq)	2
send(DatagramPacket	2
selectionEnd)	2
secondEndpoint,	2
scheme)	2
scale)	2
scale(double	2
scalb(float	2
scalb(double	2
sc,	2
sampleModelTranslate,	2
runnable)	2
runFinalizersOnExit(boolean	2
runFinalization()	2
round(float	2
round(double	2
rint(double	2
rightoff)	2
right,	2
rgbvalue)	2
rgbArray,	2
revokeService(Class	2
revokeCurrentServicesNow)	2
reverse()	2
resume()	2
resize(Dimension	2
resizable)	2
res)	2
requireNextWord)	2
requestPasswordAuthentication(String	2
requestHeaders)	2
replace(int	2
repaint(long	2
renderFRC,	2
renderContext,	2
renderContext)	2
removeVetoableChangeListener(VetoableChangeListener	2
removeTileObserver(TileObserver	2
removeMouseMotionListener(MouseMotionListener	2
removeMouseListener(MouseListener	2
removeListenerMethod)	2
removeFocusListener(FocusListener	2
removeDragSourceListener(DragSourceListener	2
removeBeanContextServicesListener(BeanContextServicesListener	2
removeBeanContextMembershipListener(BeanContextMembershipListener	2
removeAccessibleSelection(int	2
remove(String	2
remove(MenuComponent	2
remainder(BigDecimal	2
releaseWritableTile(int	2
releaseService(BeanContextServices	2
releaseService(BeanContextChild	2
releaseBeanContextResources()	2
relativeCCW(double	2
rejectDrop()	2
rejectDrag()	2
registerListeners()	2
regex)	2
reflectAs(Class<T>	2
referent)	2
recurse)	2
rect,	2
reconvert()	2
receive(DatagramPacket	2
readMethodName,	2
readMethod,	2
readMethod)	2
readExternal(ObjectInput	2
read(CharBuffer	2
rc)	2
ranges,	2
ranges)	2
random()	2
quadrantRotate(int	2
purpose)	2
pts,	2
ptSegDistSq(double	2
ptSegDist(double	2
ptLineDistSq(double	2
ptLineDist(double	2
pt2,	2
pt1,	2
proxy,	2
protectionDomain)	2
producer)	2
processor)	2
processMouseWheelEvent(MouseWheelEvent	2
processKeyEvent(Component	2
println(long	2
println(int	2
println(float	2
println(double	2
println(char[]	2
println(char	2
println(boolean	2
println(String	2
println(Object	2
println()	2
printf(Locale	2
printQuality)	2
printComponents(Graphics	2
print(long	2
print(int	2
print(float	2
print(double	2
print(char[]	2
print(char	2
print(boolean	2
print(String	2
print(Object	2
prefix)	2
pow(double	2
popup)	2
play(URL	2
pkg)	2
pce)	2
parseUnsignedLong(String	2
parseUnsignedInt(String	2
parseShort(String	2
parseLong(String	2
parseInt(String	2
parseByte(String	2
parentY,	2
parentX,	2
parameters)	2
paintValue(Graphics	2
outData)	2
other,	2
other)	2
origin,	2
orientationRequested)	2
opposite)	2
opacity)	2
ooffset,	2
onKeyRelease)	2
oldStm)	2
oldState,	2
oldInstance)	2
okToUseGui()	2
offsetLimit,	2
of(int	2
numBanks,	2
numBands)	2
notifier,	2
nextUp(float	2
nextUp(double	2
nextOffset(float	2
nextLayout(float	2
nextDown(float	2
nextDown(double	2
nextAfter(float	2
nextAfter(double	2
newy)	2
newx,	2
newpix,	2
newmodel,	2
newValue,	2
newType)	2
newState)	2
newScale,	2
newPixels(int	2
newInstance)	2
newInstance(Class<?>	2
netIf)	2
negate()	2
needsGui()	2
nat,	2
name	2
mutatesTo(Object	2
multiplyExact(long	2
multiplyExact(int	2
multiply(BigDecimal	2
modal,	2
minimumSize)	2
minimumSize(int	2
minimumCapacity)	2
minimum,	2
min)	2
mimeType,	2
millis,	2
millis)	2
mgr)	2
method)	2
mcastaddr,	2
maximum)	2
maxDepth)	2
m12)	2
low)	2
lostOwnership(Clipboard	2
longValueExact()	2
loggerName)	2
log1p(double	2
log10(double	2
log(double	2
lockedSynchronizers)	2
lockedMonitors,	2
lock)	2
lock	2
locate(int	2
loc,	2
loadLibrary(String	2
loadClass(String	2
load(String	2
lng)	2
listenerMethods,	2
listenerMethodNames,	2
listenerMethodName)	2
listener,	2
list,	2
list)	2
list()	2
len,	2
leftoff,	2
lcle)	2
layout)	2
lastIndexOf(int	2
laddr)	2
keycode)	2
keyReleased(KeyEvent	2
keyChar,	2
justificationWidth)	2
join,	2
join(long	2
join(CharSequence	2
jobtitle,	2
java.awt.peer.FontPeer	2
jarfile)	2
isVerbose()	2
isTransformed()	2
isTileWritable(int	2
isResizable()	2
isPrimitive()	2
isPaintable()	2
isNaN()	2
isMultipleMode()	2
isLeftToRight()	2
isInfinite()	2
isIdentity()	2
isHidden()	2
isDone()	2
isDaemon()	2
isCompositionEnabled()	2
isBound()	2
isAlwaysOnTopSupported()	2
isAlphaPremultiplied()	2
isAccessibleChildSelected(int	2
intersectsLine(double	2
intersectsLine(Line2D	2
intersects(PathIterator	2
interrupt()	2
interfaces)	2
intValueExact()	2
int...	2
instantiateChild(String	2
instantiate(Object	2
insertPos)	2
insertParameterTypes(int	2
insertChar(AttributedCharacterIterator	2
inputMethodTextChanged(InputMethodEvent	2
input,	2
input)	2
initializeBeanContextResources()	2
initialize()	2
initialSize)	2
infoflags,	2
info)	2
inetaddr)	2
indexOf(int	2
indent)	2
imageUpdate(Image	2
ids,	2
id	2
iconKind)	2
hypot(double	2
hook)	2
hitTestChar(float	2
high,	2
hierarchyChanged(HierarchyEvent	2
hibyte)	2
hasalpha,	2
hasalpha)	2
hasUniformLineMetrics()	2
hasTileWriters()	2
hasService(Class	2
hasListeners(String	2
guardWithTest(MethodHandle	2
gradientTransform)"	2
glyphType)	2
gfx,	2
getWritableTileIndices()	2
getWritableTile(int	2
getWidth(ImageObserver	2
getVisualHighlightShape(TextHitInfo	2
getVetoableChangeListeners(String	2
getVetoableChangeListeners()	2
getUsage()	2
getUnnormalizedComponents(float[]	2
getTypeName()	2
getTriggerEvent()	2
getTreeLock()	2
getToolkit()	2
getTitle()	2
getTileWidth()	2
getTileHeight()	2
getTileGridYOffset()	2
getTileGridXOffset()	2
getTile(int	2
getThreadInfo(long	2
getThreadGroup()	2
getTargetActions()	2
getTags()	2
getStyle()	2
getStringBounds(char[]	2
getStringBounds(CharacterIterator	2
getStartPoint()	2
getSourceAsBeanContextServices()	2
getShort(Object	2
getServiceClass()	2
getService(BeanContextServices	2
getService(BeanContextChild	2
getSelectionStart()	2
getSelectionEnd()	2
getSelectedText()	2
getSelectedItem()	2
getSelectedIndex()	2
getQuadrantRotateInstance(int	2
getPropertyDescriptors()	2
getPrinterJob()	2
getPrintable(int	2
getPrintJob(Frame	2
getPort()	2
getPixelBounds(FontRenderContext	2
getPath()	2
getParameters()	2
getPageFormat(int	2
getPackages()	2
getPackage(String	2
getNumberOfPages()	2
getNumYTiles()	2
getNumXTiles()	2
getNumGlyphs()	2
getNumBands()	2
getNormalizedComponents(int[]	2
getNormalizedComponents(Object	2
getNextRightHit(int	2
getNextLeftHit(int	2
getNativesForFlavors(DataFlavor[]	2
getNativesForFlavor(DataFlavor	2
getName(int	2
getMouseMotionListeners()	2
getMouseListeners()	2
getModifiersEx()	2
getMinimumSize(int	2
getMinValue(int	2
getMinTileY()	2
getMinTileX()	2
getMethodName()	2
getMethodDescriptors()	2
getMediaWhitePoint()	2
getMaximumSize()	2
getMaxValue(int	2
getLong(Object	2
getLogicalHighlightShape(int	2
getLocalPort()	2
getLineMetrics(char[]	2
getLineMetrics(CharacterIterator	2
getLastComponent(Container	2
getJavaInitializationString()	2
getInt(Object	2
getInputMethodRequests()	2
getInputContext()	2
getImageableY()	2
getImageableX()	2
getImageableWidth()	2
getImageableHeight()	2
getImage()	2
getIcon(int	2
getHeight(ImageObserver	2
getGlyphOutline(int	2
getFontTable(int	2
getFontTable(String	2
getFont(String	2
getFocusOwner()	2
getFocusCycleRootAncestor()	2
getFloat(Object	2
getFlavorsForNatives(String[]	2
getFlavorsForNative(String	2
getFlavorMap()	2
getFlatnessSq(double[]	2
getFlatnessSq(double	2
getFlatnessSq()	2
getFlatness(double[]	2
getFlatness(double	2
getFirstComponent(Container	2
getFileName()	2
getFields()	2
getField(String	2
getExponent(float	2
getExponent(double	2
getExceptionListener()	2
getEventSetDescriptors()	2
getErrorStream()	2
getEndPoint()	2
getEncoding()	2
getDropTargetContext()	2
getDropTarget()	2
getDouble(Object	2
getDocumentBase()	2
getDevice()	2
getDefaultPropertyIndex()	2
getDefaultEventIndex()	2
getDefaultComponent(Container	2
getDeclaredAnnotationsByType(Class<A>	2
getDeclaredAnnotation(Class<A>	2
getDataType()	2
getDataElements(float[]	2
getDataElement(float[]	2
getData(Rectangle	2
getCustomEditor()	2
getCurrentServiceSelectors(Class	2
getCurrentServiceSelectors(BeanContextServices	2
getCurrentServiceClasses()	2
getCount()	2
getCopies()	2
getContextualShaper(int	2
getContextualShaper(Set<NumericShaper.Range>	2
getContainer()	2
getConstraints(Component	2
getComponentSize()	2
getComponentBefore(Container	2
getComponentAt(int	2
getComponentAt(Point	2
getComponentAfter(Container	2
getColor()	2
getCodeBase()	2
getClassName()	2
getChar(Object	2
getCenterPoint()	2
getCaretShape(TextHitInfo	2
getCaretPosition()	2
getCaretInfo(TextHitInfo	2
getByte(Object	2
getBufferStrategy()	2
getBoolean(Object	2
getBeanDescriptor()	2
getBaselineOffsets()	2
getAsText()	2
getAppletContext()	2
getAnnotationsByType(Class<A>	2
getAnnotation(Class<A>	2
getAnnotatedType()	2
getAnnotatedReceiverType()	2
getAnnotatedBounds()	2
getAlpha()	2
getAlignmentY()	2
getAlignmentX()	2
getAdjustmentListeners()	2
getAddress()	2
getAdditionalBeanInfo()	2
getAccessibleSelectionCount()	2
getAccessibleSelection(int	2
getAccessibleSelection()	2
getAccessibleParent()	2
getAccessibleDescription()	2
getAccessibleComponent()	2
getAWTKeyStroke(int	2
genericMethodType(int	2
fromRGB(float[]	2
fromCIEXYZ(float[]	2
frame,	2
fontFormat,	2
focusedComponent,	2
focusPreviousComponent(Component	2
focusNextComponent(Component	2
focusLost(FocusEvent	2
focusCycleRoot)	2
focus,	2
fm)	2
floorMod(long	2
floorMod(int	2
floorDiv(long	2
floorDiv(int	2
floor(double	2
flavorMap)	2
flav,	2
fill3DRect(int	2
fdObj)	2
extent	2
expm1(double	2
expected,	2
exp(double	2
exit(int	2
execute()	2
exception)	2
ex)	2
eventsToEnable)	2
eventsToDisable)	2
eventPropertyName,	2
eventDispatched(AWTEvent	2
err	2
eqn,	2
eqn)	2
envp,	2
envp)	2
enumerate(ThreadGroup[]	2
enumType,	2
ensureCapacity(int	2
enqueueKeyEvents(long	2
endY,	2
endX,	2
endComposition()	2
enableInputMethods(boolean	2
enableEvents(long	2
enable(boolean	2
ellipseBounds,	2
elements)	2
eh)	2
dy2,	2
dy1,	2
dx2,	2
dx1,	2
dtl,	2
dtime)	2
dte)	2
dstColorModel,	2
dsml)	2
dsl,	2
dscp,	2
dsc)	2
ds)	2
dropComplete(boolean	2
dropArguments(MethodHandle	2
drop(DropTargetDropEvent	2
draw3DRect(int	2
dragOperation)	2
dragExit(DropTargetEvent	2
dragDropEnd(DragSourceDropEvent	2
double[][]	2
dontUseGui()	2
divideToIntegralValue(BigDecimal	2
divideAndRemainder(BigDecimal	2
distanceSq(double	2
distance(double	2
dispatcher)	2
dispatch()	2
discardKeyEvents(Component	2
disableEvents(long	2
directory)	2
dge)	2
detail,	2
deriveMMFont(float[]	2
dequeueKeyEvents(long	2
deliverEvent(Event	2
delimiter,	2
deletePos)	2
deleteCharAt(int	2
deleteChar(AttributedCharacterIterator	2
delete(int	2
defaultContext)	2
db,	2
dataType	2
dTime,	2
cycleMethod,	2
currentSegment(float[]	2
currentSegment(double[]	2
ctrly2	2
ctrly1	2
ctrly	2
ctrlx2	2
ctrlx1	2
ctrlx	2
createWritableRaster(SampleModel	2
createVolatileImage(int	2
createTempFile(String	2
createStrokedShape(Shape	2
createScaledRendering(int	2
createRendering(RenderContext	2
createPackedRaster(int	2
createPackedRaster(DataBuffer	2
createInterleavedRaster(int	2
createImage(byte[]	2
createImage(ImageProducer	2
createFont(int	2
createDragGestureRecognizer(Class<T>	2
createDefaultRendering()	2
createCompatibleImage(int	2
createBandedRaster(int	2
createBCSChild(Object	2
create()	2
cosh(double	2
cos(double	2
copyValueOf(char[]	2
copySign(float	2
copySign(double	2
copyData(WritableRaster	2
copies)	2
cookiePolicy)	2
contentsRestored()	2
contents)	2
contentLength)	2
containsKey(Object	2
contains(Object	2
connect(InetAddress	2
componentType,	2
componentRemoved(ContainerEvent	2
cols)	2
color2,	2
color2)	2
color)	2
coll)	2
codeReturn)	2
codePointBefore(char[]	2
codePointAt(char[]	2
codePoint,	2
cmdarray,	2
clipboard,	2
clearError()	2
clearAccessibleSelection()	2
clazz)	2
classname)	2
className)	2
children	2
childMinY,	2
childMinY)	2
childJustRemovedHook(Object	2
checkRead(String	2
checkPermission(Permission	2
checkMulticast(InetAddress	2
checkID(int	2
checkError()	2
checkConnect(String	2
checkAccess()	2
charIndex)	2
changes)	2
changed,	2
ceil(double	2
cbrt(double	2
caretPositionChanged(InputMethodEvent	2
caps	2
capacity)	2
capacity()	2
byteValueExact()	2
buttons)	2
buffer	2
bottom,	2
bitMasks)	2
bitLength,	2
beanName,	2
bean,	2
bean)	2
bcssae)	2
bcsrl)	2
bcsp,	2
bcsp)	2
bcsae)	2
bcsPreSerializationHook(ObjectOutputStream	2
bcsPreDeserializationHook(ObjectInputStream	2
bc,	2
bandMasks,	2
bandList)	2
avoidingGui()	2
attachToInputContext)	2
atan2(double	2
atan(double	2
asin(double	2
ascii,	2
arrayType,	2
arrayLength)	2
arrayClass)	2
array)	2
arguments)"	2
arg)	2
areFocusTraversalKeysSet(int	2
arcwidth	2
archeight	2
arcAngle)	2
appendCodePoint(int	2
append(long	2
append(int	2
append(float	2
append(double	2
append(boolean	2
append(StringBuffer	2
append(Printable	2
append(Object	2
anotherString)	2
annotationType()	2
angrad)	2
angdeg)	2
ancestorResized(HierarchyEvent	2
anObject)	2
amask,	2
alignment,	2
align)	2
adjustmentValueChanged(AdjustmentEvent	2
addr)	2
addVetoableChangeListener(VetoableChangeListener	2
addTransformer(ClassFileTransformer	2
addTileObserver(TileObserver	2
addMouseMotionListener(MouseMotionListener	2
addMouseListener(MouseListener	2
addListenerMethodName,	2
addImpl(Component	2
addImage(Image	2
addExact(long	2
addExact(int	2
addDragSourceListener(DragSourceListener	2
addBeanContextServicesListener(BeanContextServicesListener	2
addBeanContextMembershipListener(BeanContextMembershipListener	2
addAccessibleSelection(int	2
add(int	2
add(double	2
add(Object	2
add(BigDecimal	2
activeCount()	2
actions,	2
act)	2
acos(double	2
acceptDrop(int	2
acceptDrag(int	2
accept(File	2
abs(long	2
abs(int	2
abs(float	2
abs(double	2
abs()	2
aRegion,	2
ZERO	2
XMLEncoder(OutputStream	2
X,	2
Window(Window	2
WeakReference(T	2
W_RESIZE_CURSOR	2
WIND_NON_ZERO	2
WIND_EVEN_ODD	2
WIDTH	2
WEST	2
WAIT_CURSOR	2
VirtualMachineError(String	2
Vector<RenderedImage>	2
Vector<RenderableImage>	2
UnsupportedOperationException(String	2
UnsupportedOperationException	2
UnmodifiableClassException	2
UndeclaredThrowableException(Throwable	2
UP	2
UNNECESSARY	2
UNKNOWN	2
UGARITIC	2
TypeVariable<?>[]	2
Throwable>	2
Thread.UncaughtExceptionHandler	2
Thread(Runnable	2
TextLayout(String	2
TextField(String	2
TRANSLUCENT	2
TOP_ALIGNMENT	2
TIFINAGH	2
THAANA	2
TEXT_CURSOR	2
TEN	2
TAKRI	2
TAI_VIET	2
TAI_THAM	2
TAI_LE	2
TAGBANWA	2
TAGALOG	2
String(char[]	2
StackTraceElement	2
SoftReference(T	2
SinglePixelPackedSampleModel(int	2
ShortLookupTable(int	2
SerializablePermission(String	2
SerializablePermission	2
SecurityException(String	2
Scrollbar(int	2
S_RESIZE_CURSOR	2
SYRIAC	2
SYLOTI_NAGRI	2
SW_RESIZE_CURSOR	2
SOUTH	2
SORA_SOMPENG	2
SINHALA	2
SHAVIAN	2
SHARADA	2
SE_RESIZE_CURSOR	2
SAMARITAN	2
RuntimePermission(String	2
RenderableImage	2
ReflectiveOperationException(String	2
ReflectPermission(String	2
Rectangle(int	2
Rectangle(Point	2
RUNIC	2
ROMAN_BASELINE	2
REJANG	2
PushbackReader(Reader	2
PushbackInputStream(InputStream	2
PropertyEditor	2
PropertyDescriptor[]	2
PropertyChangeSupport	2
PropertyChangeEvent	2
Properties	2
PrinterJob	2
PrintWriter(Writer	2
PrintWriter(String	2
PrintWriter(OutputStream	2
PrintWriter(File	2
PrintStream(String	2
PrintStream(File	2
PopupMenu	2
Point[]	2
PixelGrabber(Image	2
PipedReader(PipedWriter	2
PipedInputStream(PipedOutputStream	2
PersistenceDelegate	2
ParameterDescriptor[]	2
ParameterBlock(Vector<Object>	2
PackedColorModel(ColorSpace	2
Package[]	2
PROTECTED	2
PRIVATE	2
POSITIVE_INFINITY	2
PORTRAIT	2
PIPE	2
PI	2
PHOENICIAN	2
PHAGS_PA	2
PAGE_START	2
PAGE_END	2
PACKAGE	2
ObjectStreamField[]	2
ObjectStreamField(String	2
ObjectStreamException	2
OSMANYA	2
OPEN	2
ONE	2
OLD_TURKIC	2
OLD_SOUTH_ARABIAN	2
OLD_PERSIAN	2
OLD_ITALIC	2
OGHAM	2
NetworkInterface	2
NegativeArraySizeException	2
NaN	2
N_RESIZE_CURSOR	2
NW_RESIZE_CURSOR	2
NORTH	2
NE_RESIZE_CURSOR	2
NEGATIVE_INFINITY	2
NATIVE	2
MultiPixelPackedSampleModel(int	2
MouseWheelListener	2
MouseMotionListener[]	2
MouseListener[]	2
MethodDescriptor(Method	2
MenuShortcut(int	2
MenuShortcut	2
MenuItem(String	2
MenuContainer	2
Menu(String	2
Member>	2
MathContext(int	2
Map<String,DataFlavor>	2
Map<DataFlavor,String>	2
ManagementPermission(String	2
MOVE_CURSOR	2
MIN_NORMAL	2
MIN_EXPONENT	2
MIAO	2
MEROITIC_HIEROGLYPHS	2
MEROITIC_CURSIVE	2
MAX_EXPONENT	2
MANDAIC	2
LockInfo	2
List<T>	2
List(int	2
LinkageError(String	2
LinearGradientPaint(float	2
LineNumberReader(Reader	2
LineBreakMeasurer(AttributedCharacterIterator	2
Label(String	2
LYDIAN	2
LYCIAN	2
LISU	2
LINE_START	2
LINE_END	2
LATIN	2
LANDSCAPE	2
KeyEvent	2
KHAROSHTHI	2
KATAKANA	2
KAITHI	2
InvocationTargetException(Throwable	2
InvocationTargetException	2
InvalidClassException(String	2
InternalError(String	2
IntStream	2
InstantiationException,	2
InputMethodRequests	2
InputEvent	2
IndexColorModel	2
ImageGraphicAttribute(Image	2
ImageFilter	2
IllegalStateException(String	2
IllegalArgumentException(String	2
IllegalAccessException,	2
IOException(String	2
INSCRIPTIONAL_PARTHIAN	2
INSCRIPTIONAL_PAHLAVI	2
INHERIT	2
INFO	2
IMPERIAL_ARAMAIC	2
IEEEremainder(double	2
HttpRetryException(String	2
HierarchyEvent(Component	2
HashMap	2
HIRAGANA	2
HEBREW	2
HANUNOO	2
HANGING_BASELINE	2
HAND_CURSOR	2
GridLayout(int	2
GradientPaint(float	2
GradientPaint(Point2D	2
GlyphJustificationInfo	2
GeneralPath(int	2
GREEK	2
GOTHIC	2
GLAGOLITIC	2
GEORGIAN	2
Frame(String	2
FontRenderContext(AffineTransform	2
FontFormatException,	2
FocusTraversalPolicy	2
FlowLayout(int	2
Float(Shape	2
FlatteningPathIterator(PathIterator	2
FileWriter(String	2
FileWriter(File	2
FileOutputStream(String	2
FileOutputStream(File	2
File(String	2
Field[]	2
Field	2
Expression(Object	2
Expression	2
EventSetDescriptor[]	2
EventQueue	2
Enum>	2
ElementType[]	2
E_RESIZE_CURSOR	2
EUROPEAN	2
ERROR	2
ENTER	2
EGYPTIAN_HIEROGLYPHS	2
EASTERN_ARABIC	2
EAST	2
DropTargetDropEvent(DropTargetContext	2
DropTarget	2
DragSourceEvent(DragSourceContext	2
DragSourceDragEvent(DragSourceContext	2
DragSourceContext	2
DragGestureRecognizer>	2
DragGestureRecognizer	2
Double(Shape	2
Double	2
DirectColorModel(int	2
Dimension2D	2
DatagramSocket(int	2
DataBufferUShort(short[][]	2
DataBufferUShort(short[]	2
DataBufferUShort(int	2
DataBufferShort(short[][]	2
DataBufferShort(short[]	2
DataBufferShort(int	2
DataBufferInt(int[][]	2
DataBufferInt(int[]	2
DataBufferInt(int	2
DataBufferFloat(int	2
DataBufferFloat(float[][]	2
DataBufferFloat(float[]	2
DataBufferDouble(int	2
DataBufferDouble(double[][]	2
DataBufferDouble(double[]	2
DataBufferByte(int	2
DataBufferByte(byte[][]	2
DataBufferByte(byte[]	2
DOWN	2
DESERET	2
DEFAULT_CURSOR	2
D	2
ConvolveOp(Kernel	2
Constructor<T>	2
Constructor<?>[]	2
CompositeContext	2
ComponentSampleModel(int	2
ComponentColorModel(ColorSpace	2
ColorModel(int	2
ColorConvertOp(ColorSpace	2
Color(float	2
ClipboardOwner	2
Clipboard	2
ClassNotFoundException,	2
ClassNotFoundException(String	2
CheckboxMenuItem(String	2
Checkbox	2
CharArrayReader(char[]	2
CYRILLIC	2
CUNEIFORM	2
CROSSHAIR_CURSOR	2
COPTIC	2
CONTROL	2
COMMON	2
CHEROKEE	2
CHAKMA	2
CENTER_BASELINE	2
CARIAN	2
ByteLookupTable(int	2
ByteArrayInputStream(byte[]	2
BufferedWriter(Writer	2
BufferedReader(Reader	2
BufferedOutputStream(OutputStream	2
BufferedInputStream(InputStream	2
BufferedImageOp	2
BufferedImage(int	2
BufferStrategy	2
BootstrapMethodError(String	2
BigInteger(String	2
BigDecimal[]	2
BigDecimal(long	2
BigDecimal(int	2
BigDecimal(double	2
BigDecimal(String	2
BeanDescriptor(Class<?>	2
BeanDescriptor	2
BeanContextServiceRevokedListener	2
BeanContextMembershipEvent(BeanContext	2
BandedSampleModel(int	2
BUHID	2
BUGINESE	2
BRAHMI	2
BOTTOM_ALIGNMENT	2
BOPOMOFO	2
BATAK	2
BAMUM	2
BACKGROUND	2
AttributedCharacterIterator.Attribute[]	2
ArrayList	2
AppletContext	2
AnnotationFormatError(String	2
AffineTransformOp(AffineTransform	2
AdjustmentListener[]	2
AdjustmentEvent(Adjustable	2
AccessibleSelection	2
AccessibleComponent	2
AWTPermission(String	2
AVESTAN	2
ARMENIAN	2
"@ConstructorProperties(value={""target"",""methodName"",""arguments""})	2
ypoints,	1
ypoints	1
yield()	1
yellow	1
y4)	1
y3,	1
xpoints,	1
xpoints	1
xor(BigInteger	1
x4,	1
written	1
writer()	1
writeUnshared(Object	1
writeTo(Writer	1
writeTo(OutputStream	1
writeStreamHeader()	1
writeObjectOverride(Object	1
writeMethodName,	1
writeMethodName)	1
writeMethod,	1
writeFields()	1
writeExpression(Expression	1
writeClassDescriptor(ObjectStreamClass	1
writeChildren(ObjectOutputStream	1
write(OutputStream	1
writable,	1
writable)	1
wrapperInstanceType(Object	1
wrapperInstanceTarget(Object	1
wrap()	1
wordChars(int	1
withInitial(Supplier<?	1
windowText	1
windowBorder	1
window)	1
window	1
willBeWritable)	1
width)	1
whitespaceChars(int	1
white	1
which)	1
when	1
wheelRotation,	1
wheelAmt)	1
weighty,	1
weighty	1
weightx,	1
weightx	1
weight,	1
weight	1
waitForIdle()	1
waitForAll(long	1
waitForAll()	1
waitFor(long	1
waitFor()	1
wait()	1
w)	1
version)	1
vcSupport	1
variation,	1
variation)	1
values)	1
valueOf(short	1
valueOf(byte	1
valueOf(Object	1
valueOf(Class<T>	1
validateTree()	1
validatePendingSetBeanContext(BeanContext	1
validatePendingRemove(Object	1
validatePendingAdd(Object	1
validatePage(PageFormat	1
validateObject()	1
validate(GraphicsConfiguration	1
validBits)	1
valid()	1
usr2dev)	1
usingProxy()	1
usesShiftModifier()	1
usesFractionalMetrics)	1
usesFractionalMetrics()	1
used,	1
useShiftModifier)	1
useProtocolVersion(int	1
usage,	1
urlc)	1
updateLocation(Point	1
updateCurrentCursor(int	1
updateAutoscroll(Point	1
update()	1
upFocusCycle()	1
unwrap()	1
unshared)	1
unscaledValue()	1
unreflectSpecial(Method	1
unreflectSetter(Field	1
unreflectGetter(Field	1
unreflectConstructor(Constructor<?>	1
unreflect(Method	1
unit)	1
union(Rectangle2D	1
union(Rectangle	1
unicast)	1
undecorated)	1
undeclaredThrowable,	1
undeclaredThrowable)	1
ulp()	1
typicalXHeight,	1
typicalCapHeight,	1
typeName,	1
typeName()	1
type)"	1
txtr,	1
ttype	1
tryToLoadClass(String	1
trim()	1
transparency	1
translucencyKind)	1
translatePoint(int	1
transform)	1
transform(Point2D[]	1
transform(Point2D	1
transform(ClassLoader	1
transferablesFlavorsChanged()	1
transferable	1
transferType,	1
transferType	1
trailing(int	1
traceMethodCalls(boolean	1
traceInstructions(boolean	1
totalMemory()	1
top	1
tooltip,	1
toffset)	1
toUpperCase(int	1
toUpperCase(char	1
toUpperCase(Locale	1
toUpperCase()	1
toUnsignedLong(short	1
toUnsignedLong(int	1
toUnsignedLong(byte	1
toUnsignedInt(short	1
toUnsignedInt(byte	1
toURL()	1
toURI()	1
toTitleCase(int	1
toTitleCase(char	1
toString(short	1
toString(float	1
toString(double	1
toString(char	1
toString(byte	1
toString(boolean	1
toString(String	1
toPlainString()	1
toPath()	1
toPage)	1
toOctalString(long	1
toOctalString(int	1
toMethodDescriptorString()	1
toLowerCase(int	1
toLowerCase(char	1
toLowerCase(Locale	1
toLowerCase()	1
toHexString(long	1
toHexString(int	1
toHexString(float	1
toHexString(double	1
toFront()	1
toEngineeringString()	1
toCodePoint(char	1
toBinaryString(long	1
toBinaryString(int	1
toBigIntegerExact()	1
toBigInteger()	1
to(File	1
tm,	1
tm)	1
time)	1
tileY,	1
tileUpdate(WritableRenderedImage	1
thrown)	1
