the	410
and	110
of	87
is	80
this	68
event	68
by	64
applet	63
The	60
to	55
that	54
=	51
with	47
an	47
on	46
method	42
returns	41
methods	40
listener-b.	38
listener-a	38
invoking	37
Handles	37
a	36
for	34
resulting	32
be	32
object	31
listener.	31
multicast	30
in	28
from	26
value	22
destination	22
alpha	21
or	20
specified	19
selecting	19
mask	19
it	19
if	19
events.	19
Returns	18
AlphaComposite	18
has	17
Adds	17
source	16
object.	16
not	16
Removes	16
rule	15
old	15
should	14
audio	13
as	13
adjustable	13
This	13
Gets	13
For	13
thus:	12
rule).	12
opaque	12
implements	12
Fs	12
Fd	12
Cr	12
Ar	12
1.0f.	12
(Porter-Duff	12
its	11
argument	11
If	11
Applet	11
which	10
image	10
Source	10
Destination	10
+	10
will	9
whether	9
document	9
clip	9
can	9
browser	9
before	9
viewer	8
part	8
may	8
example,	8
contains	8
applet.	8
applet's	8
always	8
window	7
then	7
streams	7
start	7
override	7
name	7
frame	7
does	7
Web	7
URL.	7
URL	7
It	7
when	6
used	6
url	6
stop	6
screen.	6
replaces	6
provided	6
only	6
lying	6
inform	6
implementation	6
each	6
draw	6
compositing	6
codebase	6
class	6
called	6
Sets	6
0	6
use	5
time	5
string	5
page	5
one	5
multicaster	5
loaded.	5
just	5
immediately,	5
exists.	5
data	5
context.	5
context	5
composited	5
cannot	5
called.	5
attempts	5
When	5
In	5
Creates	5
Called	5
An	5
Ad	5
A	5
wants	4
top-level	4
threads	4
such	4
subclass	4
state	4
security	4
returned.	4
returned	4
return	4
paint	4
outside	4
nothing.	4
no	4
new	4
named	4
maximum	4
mapping	4
listener	4
keys	4
inside	4
increment	4
http://www.oracle.com/technetwork/java/index.html	4
events	4
current	4
created	4
containing	4
container	4
been	4
base	4
argument.	4
are	4
any	4
already	4
all	4
absolute	4
Indicates	4
HTML	4
Determines	4
Cs*(1-Ad)	4
Constructs	4
Cd*(1-As)	4
As*(1-Ad)	4
Ad*(1-As)	4
0,	4
(1-As),	4
(1-Ad)	4
words,	3
within	3
uses	3
true	3
than	3
text	3
target	3
stream	3
specify	3
source.	3
screen,	3
same	3
resized.	3
reasons,	3
provide	3
primitives	3
playing	3
perform	3
parameters	3
painted	3
over	3
other	3
orientation.	3
operation	3
null.	3
null	3
must	3
mouse	3
minimum	3
locale	3
key	3
instance	3
init	3
information	3
incrementally	3
graphics	3
given	3
exists	3
different	3
destroy	3
contained	3
codebase.	3
clip.	3
adjustment	3
access	3
about	3
String	3
Show	3
Requests	3
Many	3
Image	3
Get	3
Finds	3
As	3
AlphaComposite.	3
Adjustable	3
"Returns	3
"Requests	3
would	2
windowStateChanged	2
windowOpened	2
windowLostFocus	2
windowIconified	2
windowGainedFocus	2
windowDeactivated	2
windowClosing	2
windowClosed	2
windowActivated	2
window.	2
window,	2
window"".	2
width=50	2
where	2
want	2
viewers	2
vary	2
value=""blue"">	2
value.	2
value,	2
validate	2
users	2
unit	2
type.	2
they	2
them.	2
tag.	2
system.	2
suspend	2
suppose	2
state."	2
specifier	2
similar	2
show	2
set	2
sent	2
rule.	2
resume	2
result	2
represented	2
relative	2
regular	2
proportional	2
play	2
peer	2
passed	2
parent	2
parameter	2
page.	2
own	2
operation.	2
name=Color	2
name.	2
mouseWheelMoved	2
mouseReleased	2
mousePressed	2
mouseMoved	2
mouseExited	2
mouseEntered	2
mouseDragged	2
mouseClicked	2
might	2
means	2
listeners	2
lies	2
length	2
kill	2
keyTyped	2
keyReleased	2
keyPressed	2
java.applet.Applet	2
itemStateChanged	2
it's	2
isShowing	2
is:	2
intended	2
inputMethodTextChanged	2
input.	2
indicated	2
inactive	2
hierarchyChanged	2
hierarchy	2
height=50>	2
have	2
happens	2
greater	2
getParameter(""Color"")	2
frame,	2
found.	2
focusLost	2
focusGained	2
focus	2
first	2
false	2
execution.	2
exception	2
event.	2
environment	2
embedded.	2
document:	2
displayed	2
directory	2
destroyed.	2
create	2
consumed.	2
componentShown	2
componentResized	2
componentRemoved	2
componentMoved	2
componentHidden	2
componentAdded	2
code=""Clock""	2
clip,	2
changes.	2
caretPositionChanged	2
called,	2
call	2
browsers	2
block	2
being	2
becomes	2
associated	2
array	2
application	2
animation.	2
animation,	2
animation	2
ancestorResized	2
ancestorMoved	2
allows	2
after	2
adjustmentValueChanged	2
acts	2
active.	2
active	2
actionPerformed	2
Strings	2
Starts	2
Plays	2
Over	2
Out	2
Nothing	2
Note:	2
IDs	2
Held	2
Each	2
Cs*Ad	2
Cs	2
Cd*As	2
Cd	2
By	2
AudioClip	2
Atop	2
As,	2
As*Ad	2
Applet.	2
Ad*As	2
AccessibleContext	2
AWTEvent	2
<param	2
<applet	2
</applet>	2
1,	2
1	2
-	2
""status	2
""_self"".	2
};	1
{""repeat"",	1
{""imgs"",	1
{""fps"",	1
{	1
written	1
windowDeiconified	1
windowDeiconfied	1
window-state-listener-l	1
window-state-listener-b	1
window-state-listener-a	1
window-state-listener	1
window-listener-l	1
window-listener-b	1
window-listener-a	1
window-listener	1
window-focus-listener-l	1
window-focus-listener-b	1
window-focus-listener-a	1
window-focus-listener	1
wheel	1
whatever	1
were	1
visited.	1
visibleAmount,	1
visible.	1
vertical	1
version,	1
values	1
use.	1
untouched	1
unnamed	1
understood	1
typically	1
type,	1
true.	1
thrown	1
throw	1
three	1
though	1
those	1
these	1
therefore,	1
there.	1
there	1
their	1
targeting	1
target,	1
takes	1
tag	1
system	1
supposed	1
supplied	1
subsystems,	1
substituted,	1
stub.	1
stub	1
source,	1
some	1
since	1
shown	1
showing.	1
showDocument."	1
setting	1
set."	1
separated	1
second""},	1
runs.	1
rule,	1
roots,	1
root.	1
role	1
revisited	1
retarget	1
results	1
restarted	1
response	1
resources	1
reserved	1
requiring	1
represents	1
representing	1
representation	1
replaced.	1
replaced	1
reclaimed	1
receive	1
query	1
purposes,	1
processed	1
previously	1
pinfo[][]	1
permission	1
performs	1
performing	1
perform.	1
per	1
peer;	1
parameters.	1
page,	1
original	1
orientation	1
operations	1
onto	1
once	1
oldl.	1
oldl	1
occurrences	1
occur	1
objects	1
null."	1
null,	1
not.	1
nor	1
new,	1
need	1
necessary.	1
nameShow	1
name,	1
multiply	1
multiplied	1
multicaster.	1
mouse-wheel-listener-b	1
mouse-wheel-listener-a	1
mouse-motion-listener-l	1
mouse-motion-listener-b	1
mouse-motion-listener-a	1
mouse-motion-listener	1
mouse-listener-l	1
mouse-listener-b	1
mouse-listener-a	1
mouse-listener	1
motion	1
methods,	1
message.	1
meaningful	1
marked	1
manager,	1
maintain	1
low-level,	1
low-level	1
loop.	1
loop""},	1
longer	1
loaded	1
lightweight	1
less	1
left	1
key.	1
key-listener-l	1
key-listener-b	1
key-listener-a	1
key-listener	1
key,	1
item-listener-l	1
item-listener-b	1
item-listener-a	1
item-listener	1
item	1
it.	1
invoked	1
invocation	1
into	1
interpreted	1
instead.	1
insensitive."	1
input-method-listener-l	1
input-method-listener-b	1
input-method-listener-a	1
input-method-listener	1
input	1
initialization	1
indicator.	1
indicator	1
indicates	1
implementations.	1
implementations	1
ignored	1
ignore	1
id.	1
horizontal	1
hierarchy-listener-l	1
hierarchy-listener-b	1
hierarchy-listener-a	1
hierarchy-listener	1
hierarchy-bounds-listener-b	1
hierarchy-bounds-listener-a	1
heavyweight	1
hashcode	1
getLocationOnScreen,	1
generated	1
general	1
fully	1
free	1
frame.	1
format	1
form	1
follows:	1
focus-listener-l	1
focus-listener-b	1
focus-listener-a	1
focus-listener	1
fire	1
exist,	1
example:	1
event,	1
event's	1
equal	1
empty,	1
empty	1
element	1
down	1
done	1
do.	1
do	1
displayed.	1
display	1
directory""}	1
determines	1
detail	1
destroy.	1
destination.	1
description.	1
describing	1
defining	1
debugging	1
created,	1
copyright	1
copied	1
contexts	1
context,	1
content	1
container-listener-l	1
container-listener-b	1
container-listener-a	1
container-listener	1
contain	1
consumed	1
constructor.	1
constructed;	1
constant	1
composite.	1
component-listener-l	1
component-listener-b	1
component-listener-a	1
component-listener	1
component	1
combined	1
color	1
code	1
client-defined	1
client	1
cleared	1
choosing	1
child	1
checkPermission	1
changed.	1
chains	1
case.	1
case	1
calling	1
but	1
browsers.	1
bounds	1
between	1
beginning.	1
back	1
b	1
avoid	1
automatically	1
author,	1
attribute.	1
at	1
arguments.	1
appropriate.	1
appletviewer.	1
applets,	1
applets	1
another	1
and,	1
also	1
allocated.	1
affect	1
adjustment-listener-l	1
adjustment-listener-b	1
adjustment-listener-a	1
adjustment-listener	1
action-listener-l	1
action-listener-b	1
action-listener-a	1
action-listener	1
action	1
Xor	1
XOR	1
Target	1
Stops	1
Semantic	1
SRC_OVER	1
SRC_OUT	1
SRC_IN	1
SRC_ATOP	1
SRC	1
Retargets	1
Programs	1
Only	1
NullPointerException	1
No	1
Neither	1
KeyboardFocusManagers.	1
Invoked	1
Input	1
IDs.	1
Event.	1
Dispatch	1
DST_OVER	1
DST_OUT	1
DST_IN	1
DST_ATOP	1
DST	1
Controls	1
Consumes	1
ComponentListener.	1
Component	1
Clear	1
Calling	1
CLEAR	1
Both	1
Because	1
Associates	1
ArgumentDescription	1
AdjustmentEvent.	1
AccessibleApplet.	1
AccessibleApplet	1
AWTPermission(""setAppletStub"")	1
AWTError	1
AWT	1
1.0-style	1
1.0	1
'true'	1
"Sets	1
""url"",	1
""repeat	1
""images	1
""frames	1
""boolean"",	1
""blue""."	1
""blue"".	1
""_top""	1
""_self""	1
""_parent""Show	1
""_blank""	1
""1-10"",	1
